[
    {
        "title": "ATARI 2600",
        "year": "September 1977", 
        "description": "Made swapping cartrages the norm and made it playable from home."
    }   ,
    
    {
        "title": "NES",
        "year": "October 1985", 
        "description": "Saved the video game instrusty after a drop in game quality. Changed many of the game genres we play today."
    }   ,
    
    {
        "title": "GAME BOY",
        "year": "July 1989", 
        "description": "A console for handheld players, introducing characters such as Kirby and Dr. Mario."
    }   ,
    
    {
        "title": "SNES",
        "year": "August 1991", 
        "description": "Created a pseudo-3D effect for the console, also had stronger power than any of Nintendos previous consoles."
    }   ,
    
    {
        "title": "VIRTUAL BOY",
        "year": "August 1995", 
        "description": "A Nintendo product that had a very short lifespan, lasting a very limited amount of time. Uses 3D goggles for viewing."
    }    ,
    
    {
        "title": "PS1",
        "year": "September 1995", 
        "description": "Started with great 3D graphics that were new for the time. Had a very expansive library. Playstations first console."
    }    ,
    
    
    {
        "title": "XBOX",
        "year": "November 2001", 
        "description": "The most powerful release of the time, the XBOX was known for a large expansive library that ran as well as computers at the time."
    }    ,
    
    {
        "title": "GAMECUBE",
        "year": "November 2001", 
        "description": "Given somewhat of a kid-like reputation, this console was shaped like what some people described as a 'lunch-box'. It was, however, stronger than its competetor: the PS2"
    }   , 
    
    {
        "title": "DS",
        "year": "November 2004", 
        "description": "Utillized two screens, one could be used for touch-screen, and made a stronger handheld that previously done."
    }    ,
    
    {
        "title": "PSP",
        "year": "December 2004", 
        "description": "Challenged Nintendos handhelds by creating a stronger portable system."
    }    ,
    
    {
        "title": "XBOX 360",
        "year": "November 2005", 
        "description": "Created great graphically strong graphics that were great for the time. Started the online gaming experience that we use all the time today."
    }    ,
    
    {
        "title": "WII",
        "year": "November 2006", 
        "description": "Though underpowered compared to current competetors, Nintendos Wii would eventaully become one of the most loved and remembered consoles of all time."
    }    ,
    {
        "title": "3DS",
        "year": "March 2011", 
        "description": "Introduced glasses-free 3D gaming that was availible for handheld players."
    }    ,
    
    {
        "title": "PSVITA",
        "year": "February 2012", 
        "description": "Praised for its hardware, the Vita was known for its online capability, but did not find a large audience."
    }    ,
    
    {
        "title": "WII U",
        "year": "November 2012", 
        "description": "A sequel to the Wii, the console used a Gamepad for two-screen gameplay. Unfortunately, the console was made fun of and forgotten."
    }    ,
    
    {
        "title": "XBOX ONE",
        "year": "November 2013", 
        "description": "Attempted an all-in-one console with many features like voice-recognition and online gameplay like never before."
    }    ,
    
    {
        "title": "NINTENDO SWITCH",
        "year": "March 2017", 
        "description": "Created a revolutionary new design, making a smooth transition between handheld and docked play."
    }    ,
    
    {
        "title": "PS5",
        "year": "November 2020", 
        "description": "Using incredible speeds and graphics, the PS5 struggled to have enough for people to get their hands on one."
    }  
    ]